Repository: helsingborg-stad/api-volunteer-manager-integration
Catalog: languages/api-volunteer-manager-integration-*.po
Languages: sv_se

source: Assignment Form Module
sv_se: Registreringsformulär för Volontäruppdrag

source: Form Terms
sv_se: Formulärsvillkor

source: Enabled
sv_se: Aktiv

source: Disabled
sv_se: Inaktiv

source: Volunteer
sv_se: Volontär

source: Registration Page
sv_se: Registreringssida

source: Phrase strings
sv_se: Fras strängar

source: Phrases
sv_se: Fraser

source: Volunteer Form Module
sv_se: Registreringsformulär för Volontärer

source: Volunteer Terms
sv_se: Volontär villkor

source: Add new %s
sv_se: Lägg till nytt %s

source: Edit %s
sv_se: Redigera %s

source: New %s
sv_se: Nytt %s

source: View %s
sv_se: Visa %s

source: Search %s
sv_se: Sök %s

source: No %s found
sv_se: Sök %s

source: No %s found in trash
sv_se: Lägg till nytt %s

source: Parent %s:
sv_se: Överordnad %s

source: All %s
sv_se: Alla %s

source: Update %s
sv_se: Uppdatera %s

source: New %s Name
sv_se: Lägg till nytt %s

source: Assignment Form
sv_se: Volontäruppdrag formulär

source: Assignment Forms
sv_se: Volontäruppdrag formulär

source: Module for Volunteer registration form
sv_se: Formulärs modul för att bli volontär

source: optional
sv_se: valfri

source: Register Volunteer Assignment
sv_se: Registrera Volontäruppdrag

source: Name of the assignment
sv_se: Ange ett namn för uppdraget

source: Assignment Image
sv_se: Ladda upp en bild för uppdraget

source: Your name (not publicly visible)
sv_se: Ditt namn (visas inte publikt)

source: Only used by us for contact purposes
sv_se: Används enbart av oss i kontaktsyften

source: Name of organisation
sv_se: Namn på verksamheten

source: E-mail (not publicly visible)
sv_se: E-Post (visas inte publikt)

source: example@email.com
sv_se: exempel@mail.com

source: Phone (not publicly visible)
sv_se: Telefon (visas inte publikt)

source: Assignment information
sv_se: Information om uppdraget

source: Description
sv_se: Beskrivning

source: Benefits
sv_se: Förmåner

source: Qualifications
sv_se: Krav

source: When and where?
sv_se: När och var?

source: Total spots
sv_se: Antal platser

source: Address
sv_se: Adress

source: Postal
sv_se: Postnummer

source: City
sv_se: Ort

source: Sign up information
sv_se: Uppgifter för anmälan

source: Sign up Link
sv_se: Registreringslänk

source: Sign up Contact
sv_se: Anmäl via kontaktuppgifter

source: Internal assignment
sv_se: Via Engagemang Helsingborg

source: How to sign up?
sv_se: Hur anmäler man sig?

source: Sign up link
sv_se: Anmäl via extern länk

source: https://www.website.com
sv_se: https://

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Is there a specific due date for signing up?
sv_se: Finns det ett förfallodatum för att anmäla sig?

source: Last date to apply
sv_se: Sista ansökningsdag

source: Public Contact information
sv_se: Kontaktuppgifter

source: Public E-Mail
sv_se: Publik e-post

source: Public Phone
sv_se: Publik telefon

source: Employer information
sv_se: Om uppdragsgivaren

source: About the employer
sv_se: Om uppdragsgivaren

source: Website
sv_se: Hemsida

source: Select an option
sv_se: Välj ett alternativ

source: Submit
sv_se: Skicka

source: Something went wrong, please try again later.
sv_se: Något gick fel, försök igen senare.

source: Successfully submitted new assignment!
sv_se: Ditt uppdrag har skickats in!

source: Loading...
sv_se: Laddar..

source: Saving...
sv_se: Sparar…

source: Volunteer Form
sv_se: Volontär Formulär

source: Volunteer Forms
sv_se: Volontär Formulär

source: Volunteer Registration
sv_se: Registrera dig för att bli volontär

source: Identify with Bank ID to continue.
sv_se: Identifiera dig med bank-id för att fortsätta.

source: Identify with Bank ID
sv_se: Identifiera dig med bank-id

source: Phone
sv_se: Telefonnummer

source: E-mail
sv_se: E-post

source: Name
sv_se: Namn

source: Loading
sv_se: Laddar

source: Saving
sv_se: Sparar

source: Sending
sv_se: Skickar

source: Thank you! We will get in touch with you as soon as possible.
sv_se: Tack! Din anmälan är mottagen. Se bekräftelsemejl för mer information.

source: Newsletter
sv_se: Nyhetsbrev

source: Yes I want to receive the newsletter
sv_se: Ja, jag vill få nyheter om volontäruppdrag på mail

source: No, I do not want to receive the newsletter
sv_se: Nej tack, jag vill inte få nyheter om volontäruppdrag på mail

source: I have read and agree to the terms and conditions for being a volunteer
sv_se: Jag har läst och godkänner villkoren för att vara volontär

source: Volunteer Assignment
sv_se: Volontäruppdrag

source: Volunteer Assignments
sv_se: Volontäruppdrag

source: Category
sv_se: Kategori

source: Categories
sv_se: Kategorier

source: Contact
sv_se: Kontakt

source: Volunteer login
sv_se: Logga in som volontär

source: Close
sv_se: Stäng

source: Identify with Bank-ID/Freja eID
sv_se: Identifiera med Bank-ID/Freja eID

source: You must be registered and approved as a volunteer to be able to sign up for the mission.
sv_se: Du måste vara registrerad och godkänd som volontär för att kunna anmäla dig till uppdraget.

source: Volunteer registration
sv_se: Registrera som volontär

source: Welcome with your expression of interest, you can apply through the link below.
sv_se: Välkommen med din intresseanmälan, du anmäler dig via länken nedan.

source: Sign up
sv_se: Anmäl dig

source: Welcome with your expression of interest, you can apply using the contact details below.
sv_se: Välkommen med din intresseanmälan, du anmäler dig via kontaktuppgifterna nedan.

source: Sign up for volunteer assignment
sv_se: Intresseanmälan till volontäruppdrag

source: Hello, I want to get in touch and learn more.
sv_se: Hej, jag vill bli kontaktad och veta mer.

source: Welcome with your expression of interest, login or register a volunteer account using the link below.
sv_se: Välkommen med din intresseanmälan, logga in eller registrera dig som volontär för att anmäla dig till detta uppdrag.

source: Registration
sv_se: Anmälan

source: Thank you for showing interest, we will get back to you as soon as possible.
sv_se: Tack för visat intresse, du kommer bli kontaktad av uppdragsgivaren inom kort.

source: Apply to assignment
sv_se: Anmäl intresse

source: Logout
sv_se: Logga ut

source: Your volunteer application is pending, please try again later.
sv_se: Din volontäransökan är under behandling, vänligen försök igen lite senare eller kontakta oss.

source: You are not a registered volunteer, please register an account.
sv_se: Du är inte registrerad som volontär, vänligen registrera ett konto först.

source: Employer
sv_se: Uppdragsgivare

source: Logged in as
sv_se: Inloggad som

source: About the assignment
sv_se: Om uppdraget

source: Requirements
sv_se: Krav

source: Where and when?
sv_se: Var och när?
